Revit 2027 API
SymbolTypeId.CdPerMSup2 Property
 Symbol cd/m², indicating unit Candelas per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CdPerMSup2 { get; }
Public Shared ReadOnly Property CdPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CdPerMSup2 {
	ForgeTypeId^ get ();
}
static member CdPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace